Repository: manlan2/filmaster
Catalog: film20/locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: Clear all
pl: Wyczyść wszystko

source: %(sel)s of %(cnt)s selected
pl: wybrano %(sel)s z %(cnt)s

source: Show all screenings
pl: Pokaż wszystkie seanse

source: Hide screenings
pl: Ukryj seanse

source: Good job!
pl: Dobra robota!

source: rated
pl: oceniono

source: Review cannot be shorter than 10 characters!
pl: Recenzja nie powinna być krótsza niż 10 znaków!

source: <p>Thanks for rating <strong>
pl: <p>Dzięki za ocenienie <strong>

source: <p>Your short review has appeared at
pl: <p>Twoja opinie pojawiła się na

source: your profile page</a>'
pl: stronie Twojego profilu</a>

source: <p>You've added <strong>
pl: <p>Dodałeś film <strong>

source: to_your_wishlist
pl: do swojej

source: wishlist</a>
pl: listy życzeń</a>

source: </p><p>You can send your wishlist to your friends so that they know what to get you or what to bring to your place for a movies night.</p>
pl: </p><p>Możesz wysłać listę życzeń do swoich znajomych, żeby wiedzieli co Ci kupić na gwiazdkę lub co przynieść na wieczorek filmowy.</p>

source: to_your_shitlist
pl: do swojego

source: shitlist</a>
pl: śmietnika</a>

source: </p><p>We won't be showing you this movie again.</p>
pl: </p><p>Nie będziemy Ci więcej pokazywac tego filmu.</p>

source: Remove your rating
pl: Usuń ocenę

source: Good job! Movie rated
pl: Dobra robota! Film oceniony

source: Movie rating removed
pl: Ocena usunięta

source: Movie added to your
pl: Film został dodany do

source: rating removed
pl: ocena usunięta

source: remove my ratings
pl: usuń moje oceny

source: Review cannot be longer than 1000 characters!
pl: Recenzja nie może być dłuższa niż 1000 znaków!

source: Something goes wrong, please try again later
pl: Coś poszło nie tak, spróbuj ponownie

source: to your
pl: do swojej

source: collection</a>
pl: kolekcja</a>

source: Close
pl: Zamknij

source: Movie filtering options
pl: Opcje wyboru filmów

source: or
pl: lub

source: Cancel
pl: Anuluj

source: Oops... something went wrong :( Please accept our apologies.
pl: Ups... coś poszło nie tak :( Przepraszamy i obiecujemy poprawę.

source: show all
pl: pokaż wszystko

source: profile
pl: profil

source: Edit
pl: Edytuj

source: Reply
pl: Odpowiedz

source: 0 min ago.
pl: Teraz

source: comment
pl: komentarz

source: Removing activity
pl: Usuwam wpis

source: Do you want to remove this activity?
pl: Na pewno chcesz usunąć ten wpis?

source: Remove activity
pl: Usuń wpis

source: Are you sure?
pl: Jesteś pewien?

source: New location detected. Should we use it as your new default?
pl: Wykryto nową lokalizację. Czy ustawić ją jako domyślną?

source: Autodetected location
pl: Wykryto lokalizację

source: Autodetected location. <a href='#' class='sl'>Click to change</a>.
pl: Wykryto lokalizację. <a href='#' class='sl'>Kliknij aby zmienić</a>.

source: Removing entry
pl: Usuwam wpis

source: Do you want to remove this entry?
pl: Na pewno chcesz usunąć ten wpis?

source: Remove entry
pl: Usuń wpis

source: Removing demot
pl: Usuwam demota

source: Do you want to remove this demot?
pl: Na pewno chcesz usunąć tego demota?

source: Remove demot
pl: Usuń demota

source: is more
pl: jest bardziej

source: equally
pl: równie

source: in
pl: w

source: ago
pl: temu

source: now
pl: teraz

source: a minute
pl: minutę

source: an hour
pl: godzinę

source: today
pl: dziś

source: yesterday
pl: wczoraj

source: day before
pl: dzień wcześniej

source: last week
pl: w zeszłym tygodniu

source: last month
pl: w zeszłym miesiącu

source: last year
pl: w zeszłym roku

source: seconds
pl: sekundę

source: minutes
pl: minutę

source: hours
pl: godzinę

source: days
pl: dzień

source: months
pl: miesiąc

source: years
pl: rok

source: show more
pl: pokaż więcej
